---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Support
zh: 吊架、支吊架
source: html/89a08906-2560-8b51-51d0-67e85b4780b6.htm
---
# Autodesk.Revit.DB.GroupTypeId.Support Property

**中文**: 吊架、支吊架

Supports.

## Syntax (C#)
```csharp
public static ForgeTypeId Support { get; }
```